{
  "terms": {
    "title": "利用規約",
    "lastUpdated": "最終更新日：2025年4月15日",
    "intro": "LinguaLensへようこそ。当アプリケーションを使用することにより、これらの利用規約に同意したことになります。注意深くお読みください。",
    "sections": [
      {
        "title": "1. 規約の同意",
        "content": "LinguaLensにアクセスまたは使用することにより、これらの利用規約およびすべての適用法規に拘束されることに同意します。これらの規約の一部に同意しない場合は、当サービスを使用できません。"
      },
      {
        "title": "2. サービスの使用",
        "content": "LinguaLensはAI駆動の翻訳ツールを提供します。サービスを合法的な目的でのみ、またこれらの規約に従って使用することに同意します。サービスを損傷、無効化、または損なう可能性のある方法でサービスを使用することはできません。"
      },
      {
        "title": "3. ユーザーアカウント",
        "content": "アカウントを作成する際、正確な情報を提供する必要があります。アカウントとパスワードのセキュリティを維持する責任があります。LinguaLensは、このセキュリティ義務の不履行による損失や損害に対して責任を負いません。"
      },
      {
        "title": "4. コンテンツと著作権",
        "content": "当サービスを使用してアップロードまたは翻訳するコンテンツはお客様の所有物です。ただし、当サービスを使用することにより、翻訳サービスを提供する目的でのみ、これらのコンテンツを使用、修正、保存するライセンスを当社に付与します。"
      },
      {
        "title": "5. サブスクリプションと支払い",
        "content": "LinguaLensの一部機能には有料サブスクリプションが必要です。支払い条件は購入時に指定されます。当社は合理的な通知をもって価格を変更する権利を有します。"
      },
      {
        "title": "6. 責任の制限",
        "content": "LinguaLensは「現状のまま」提供され、いかなる保証もありません。翻訳の正確性は保証されません。いかなる場合も、LinguaLens、その運営者、または関連会社は、直接的、間接的、偶発的、特別、または結果的な損害に対して責任を負わないものとします。"
      },
      {
        "title": "7. 規約の変更",
        "content": "当社はいつでもこれらの規約を変更する権利を有します。重要な変更がある場合は、これらの規約の上部にある日付を更新し、最新バージョンをウェブサイトに掲載することで通知します。"
      },
      {
        "title": "8. 準拠法",
        "content": "これらの規約はフランスの法律に準拠し、その法の抵触に関する規定を除きます。"
      }
    ]
  },
  "privacy": {
    "title": "プライバシーポリシー",
    "lastUpdated": "最終更新日：2025年4月15日",
    "intro": "LinguaLensでは、お客様のプライバシーを真剣に考えています。このプライバシーポリシーでは、当社が収集する情報、その使用方法、およびお客様のデータに関する選択肢について説明します。",
    "sections": [
      {
        "title": "データ収集",
        "content": "LinguaLensはアプリケーションの機能に必要なデータのみを収集します：翻訳された画像/テキスト（明示的に保存されない限り、処理後に保存されません）、ユーザーアカウントのメールアドレス、言語設定とアプリケーション設定、および取引とサブスクリプションに関する情報（Apple/Google経由）。"
      },
      {
        "title": "データ使用",
        "content": "お客様のデータは次の目的にのみ使用されます：翻訳サービスの提供と改善、アカウントと設定の管理、取引とサブスクリプションの処理、必要に応じてサポートのための連絡、およびアプリケーションのセキュリティ確保。"
      },
      {
        "title": "第三者との共有",
        "content": "LinguaLensは機能するために次の第三者サービスを使用します：認証と保存のためのSupabase、安全な画像処理のためのAWS、支払いのためのApple App Store / Google Play。これらのサービスはその機能に厳密に必要なデータにのみアクセスできます。個人データは商業的または広告目的で販売または共有されることはありません。"
      },
      {
        "title": "お客様の権利（GDPR）",
        "content": "一般データ保護規則（GDPR）に従い、お客様は次のことができます：個人データへのアクセス、情報の訂正、データの削除の要求、処理の制限または異議申し立て、データポータビリティの要求、いつでも同意の撤回。"
      },
      {
        "title": "セキュリティ",
        "content": "LinguaLensは、不正アクセス、使用、開示、変更、または破壊からお客様のデータを保護するための適切な技術的および組織的措置を実施しています。サーバーとのすべての通信には業界標準の暗号化プロトコルを使用しています。"
      },
      {
        "title": "ポリシーの変更",
        "content": "当社はいつでもこのポリシーを変更する権利を有します。重要な変更はアプリケーションを通じて通知されます。このような変更後もLinguaLensを継続して使用することにより、改訂されたポリシーに同意したものとみなされます。"
      }
    ],
    "legalInfo": {
      "title": "法的情報",
      "intro": "LinguaLensの発行者：",
      "company": "KRONIX SAS、簡易株式会社",
      "siren": "SIREN：984 049 478",
      "siret": "SIRET：984 049 478 00014",
      "vat": "VAT番号：FR06984049478",
      "address": "住所：60 RUE FRANCOIS IER, 75008 PARIS",
      "rcs": "RCS：PARIS（2024年2月1日）"
    }
  },
  "common": {
    "languageSelector": "言語を選択",
    "home": "ホーム",
    "termsLink": "利用規約",
    "privacyLink": "プライバシーポリシー",
    "footer": {
      "copyright": "LinguaLens © {year} KRONIX SAS"
    }
  }
}
