{
  "terms": {
    "title": "이용 약관",
    "lastUpdated": "최종 업데이트: 2025년 4월 15일",
    "intro": "LinguaLens에 오신 것을 환영합니다. 당사의 애플리케이션을 사용함으로써 귀하는 이 이용 약관에 동의하게 됩니다. 주의 깊게 읽어주시기 바랍니다.",
    "sections": [
      {
        "title": "1. 약관 동의",
        "content": "LinguaLens에 접속하거나 사용함으로써 귀하는 이 이용 약관 및 모든 관련 법률과 규정을 준수하는 데 동의합니다. 이 약관의 어떤 부분에도 동의하지 않으시면 당사의 서비스를 이용할 수 없습니다."
      },
      {
        "title": "2. 서비스 이용",
        "content": "LinguaLens는 AI 기반 번역 도구를 제공합니다. 귀하는 이 약관에 따라 합법적인 목적으로만 서비스를 사용하는 데 동의합니다. 서비스를 손상, 비활성화 또는 저해할 수 있는 방식으로 서비스를 사용해서는 안 됩니다."
      },
      {
        "title": "3. 사용자 계정",
        "content": "당사에 계정을 만들 때 정확한 정보를 제공해야 합니다. 귀하는 계정과 비밀번호의 보안을 유지할 책임이 있습니다. LinguaLens는 이러한 보안 의무를 준수하지 않아 발생하는 손실이나 손해에 대해 책임을 지지 않습니다."
      },
      {
        "title": "4. 콘텐츠 및 저작권",
        "content": "당사의 서비스를 사용하여 업로드하거나 번역하는 모든 콘텐츠는 귀하의 자산으로 남습니다. 그러나 서비스를 사용함으로써 귀하는 번역 서비스를 제공하는 목적으로만 이 콘텐츠를 사용, 수정 및 저장할 수 있는 라이선스를 당사에 부여합니다."
      },
      {
        "title": "5. 구독 및 결제",
        "content": "LinguaLens의 일부 기능은 유료 구독이 필요합니다. 결제 조건은 구매 시 명시됩니다. 당사는 합리적인 통지로 가격을 변경할 권리를 보유합니다."
      },
      {
        "title": "6. 책임의 제한",
        "content": "LinguaLens는 어떠한 보증 없이 '있는 그대로' 제공됩니다. 당사는 번역의 정확성을 보장하지 않습니다. 어떠한 경우에도 LinguaLens, 그 운영자 또는 제휴사는 직접적, 간접적, 부수적, 특별 또는 결과적 손해에 대해 책임을 지지 않습니다."
      },
      {
        "title": "7. 약관 변경",
        "content": "당사는 언제든지 이 약관을 수정할 권리를 보유합니다. 당사는 이 약관 상단의 날짜를 업데이트하고 웹사이트에 현재 버전을 유지함으로써 중요한 변경 사항을 통지할 것입니다."
      },
      {
        "title": "8. 준거법",
        "content": "이 약관은 법률 충돌 조항에 관계없이 프랑스 법률에 따라 규율됩니다."
      }
    ]
  },
  "privacy": {
    "title": "개인정보 처리방침",
    "lastUpdated": "최종 업데이트: 2025년 4월 15일",
    "intro": "LinguaLens에서는 귀하의 개인정보를 중요하게 생각합니다. 이 개인정보 처리방침은 당사가 어떤 정보를 수집하고, 어떻게 사용하며, 귀하의 데이터에 관한 선택권이 무엇인지 설명합니다.",
    "sections": [
      {
        "title": "데이터 수집",
        "content": "LinguaLens는 애플리케이션 작동에 필요한 데이터만 수집합니다: 번역된 이미지/텍스트(귀하가 명시적으로 저장하지 않는 한 처리 후 저장되지 않음), 사용자 계정용 이메일 주소, 언어 선호도 및 애플리케이션 설정, 그리고 거래 및 구독에 관한 정보(Apple/Google을 통해)."
      },
      {
        "title": "데이터 사용",
        "content": "귀하의 데이터는 다음 목적으로만 사용됩니다: 번역 서비스 제공 및 개선, 계정 및 선호도 관리, 거래 및 구독 처리, 필요 시 지원을 위한 연락, 그리고 애플리케이션 보안 확보."
      },
      {
        "title": "제3자와의 공유",
        "content": "LinguaLens는 다음과 같은 제3자 서비스를 사용합니다: 인증 및 저장을 위한 Supabase, 안전한 이미지 처리를 위한 AWS, 결제를 위한 Apple App Store / Google Play. 이러한 서비스는 그 기능에 엄격히 필요한 데이터에만 접근할 수 있습니다. 개인 데이터는 상업적 또는 광고 목적으로 판매되거나 공유되지 않습니다."
      },
      {
        "title": "귀하의 권리(GDPR)",
        "content": "일반 데이터 보호 규정(GDPR)에 따라 귀하는 다음과 같은 권리가 있습니다: 개인 데이터에 접근, 정보 수정, 데이터 삭제 요청, 처리 제한 또는 반대, 데이터 이동성 요청, 언제든지 동의 철회."
      },
      {
        "title": "보안",
        "content": "LinguaLens는 귀하의 데이터를 무단 접근, 사용, 공개, 변경 또는 파괴로부터 보호하기 위해 적절한 기술적 및 조직적 조치를 구현합니다. 당사는 서버와의 모든 통신에 업계 표준 암호화 프로토콜을 사용합니다."
      },
      {
        "title": "정책 변경",
        "content": "당사는 언제든지 이 정책을 수정할 권리를 보유합니다. 중요한 변경 사항은 애플리케이션을 통해 통지됩니다. 이러한 변경 후에도 LinguaLens를 계속 사용하면 수정된 정책에 동의하는 것으로 간주됩니다."
      }
    ],
    "legalInfo": {
      "title": "법적 정보",
      "intro": "LinguaLens는 다음 회사에서 발행합니다:",
      "company": "KRONIX SAS, 간소화된 주식회사",
      "siren": "SIREN: 984 049 478",
      "siret": "SIRET: 984 049 478 00014",
      "vat": "VAT 번호: FR06984049478",
      "address": "주소: 60 RUE FRANCOIS IER, 75008 PARIS",
      "rcs": "RCS: PARIS (2024년 2월 1일)"
    }
  },
  "common": {
    "languageSelector": "언어 선택",
    "home": "홈",
    "termsLink": "이용 약관",
    "privacyLink": "개인정보 처리방침",
    "footer": {
      "copyright": "LinguaLens © {year} KRONIX SAS"
    }
  }
}
