{
  "terms": {
    "title": "Условия использования",
    "lastUpdated": "Последнее обновление: 15 апреля 2025 г.",
    "intro": "Добро пожаловать в LinguaLens. Используя наше приложение, вы соглашаетесь с настоящими Условиями использования. Пожалуйста, внимательно прочитайте их.",
    "sections": [
      {
        "title": "1. Принятие условий",
        "content": "Получая доступ к LinguaLens или используя его, вы соглашаетесь соблюдать настоящие Условия использования и все применимые законы и правила. Если вы не согласны с какой-либо частью этих условий, вы не можете пользоваться нашими услугами."
      },
      {
        "title": "2. Использование сервиса",
        "content": "LinguaLens предоставляет инструмент перевода на основе ИИ. Вы соглашаетесь использовать сервис только в законных целях и в соответствии с настоящими Условиями. Вы не можете использовать сервис таким образом, который может повредить, отключить или ухудшить работу сервиса."
      },
      {
        "title": "3. Учетные записи пользователей",
        "content": "При создании учетной записи вы должны предоставить точную информацию. Вы несете ответственность за поддержание безопасности вашей учетной записи и пароля. LinguaLens не может и не будет нести ответственность за любые потери или ущерб, возникшие в результате несоблюдения вами этого обязательства по безопасности."
      },
      {
        "title": "4. Контент и авторские права",
        "content": "Любой контент, который вы загружаете или переводите с помощью нашего сервиса, остается вашей собственностью. Однако, используя наш сервис, вы предоставляете нам лицензию на использование, изменение и хранение этого контента исключительно с целью предоставления наших услуг перевода."
      },
      {
        "title": "5. Подписка и платежи",
        "content": "Некоторые функции LinguaLens требуют платной подписки. Условия оплаты будут указаны во время покупки. Мы оставляем за собой право изменять наши цены при разумном уведомлении."
      },
      {
        "title": "6. Ограничение ответственности",
        "content": "LinguaLens предоставляется «как есть» без каких-либо гарантий. Мы не гарантируем точность переводов. Ни при каких обстоятельствах LinguaLens, его операторы или аффилированные лица не несут ответственности за любой прямой, косвенный, случайный, особый или последующий ущерб."
      },
      {
        "title": "7. Изменения в условиях",
        "content": "Мы оставляем за собой право изменять эти Условия в любое время. Мы будем уведомлять о значительных изменениях, обновляя дату в верхней части этих Условий и поддерживая актуальную версию на нашем веб-сайте."
      },
      {
        "title": "8. Применимое право",
        "content": "Настоящие Условия регулируются законодательством Франции, без учета его положений о коллизии правовых норм."
      }
    ]
  },
  "privacy": {
    "title": "Политика конфиденциальности",
    "lastUpdated": "Последнее обновление: 15 апреля 2025 г.",
    "intro": "В LinguaLens мы серьезно относимся к вашей конфиденциальности. Данная Политика конфиденциальности объясняет, какую информацию мы собираем, как мы ее используем и какие варианты у вас есть в отношении ваших данных.",
    "sections": [
      {
        "title": "Сбор данных",
        "content": "LinguaLens собирает только данные, необходимые для функционирования приложения: переведенные изображения/тексты (не хранятся после обработки, если только вы явно их не сохранили), адрес электронной почты для учетных записей пользователей, языковые предпочтения и настройки приложения, а также информацию о транзакциях и подписках (через Apple/Google)."
      },
      {
        "title": "Использование данных",
        "content": "Ваши данные используются исключительно для: предоставления и улучшения услуг перевода, управления вашей учетной записью и предпочтениями, обработки транзакций и подписок, связи с вами при необходимости для поддержки, а также обеспечения безопасности приложения."
      },
      {
        "title": "Обмен с третьими сторонами",
        "content": "LinguaLens использует сторонние сервисы для работы: Supabase для аутентификации и хранения, AWS для безопасной обработки изображений, Apple App Store / Google Play для платежей. Эти сервисы имеют доступ только к данным, строго необходимым для их функционирования. Личные данные не продаются и не передаются в коммерческих или рекламных целях."
      },
      {
        "title": "Ваши права (GDPR)",
        "content": "В соответствии с Общим регламентом по защите данных (GDPR), вы можете: получить доступ к своим личным данным, исправить свою информацию, запросить удаление ваших данных, ограничить обработку или возразить против нее, запросить переносимость данных, отозвать свое согласие в любое время."
      },
      {
        "title": "Безопасность",
        "content": "LinguaLens реализует соответствующие технические и организационные меры для защиты ваших данных от несанкционированного доступа, использования, раскрытия, изменения или уничтожения. Мы используем стандартные отраслевые протоколы шифрования для всех коммуникаций с нашими серверами."
      },
      {
        "title": "Изменения в политике",
        "content": "Мы оставляем за собой право изменять эту политику в любое время. О существенных изменениях будет сообщено через приложение. Продолжая использовать LinguaLens после таких изменений, вы принимаете пересмотренную политику."
      }
    ],
    "legalInfo": {
      "title": "Юридическая информация",
      "intro": "LinguaLens издается компанией:",
      "company": "KRONIX SAS, упрощенное акционерное общество",
      "siren": "SIREN: 984 049 478",
      "siret": "SIRET: 984 049 478 00014",
      "vat": "Номер НДС: FR06984049478",
      "address": "Адрес: 60 RUE FRANCOIS IER, 75008 PARIS",
      "rcs": "RCS: PARIS (01/02/2024)"
    }
  },
  "common": {
    "languageSelector": "Выбрать язык",
    "home": "Главная",
    "termsLink": "Условия использования",
    "privacyLink": "Политика конфиденциальности",
    "footer": {
      "copyright": "LinguaLens © {year} KRONIX SAS"
    }
  }
}
